Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_4.tmx
Source language: de
Languages: en

source: Finanzdienstleistungen für Reisende in Notsituationen
en: Emergency financial services for travellers

source: Automatisierte Bankdienstleistungen für Zahlungskartentransaktionen
en: Automated banking services relating to charge card transactions

source: Vermietung von Geschäftsräumen
en: Renting of commercial premises

source: Finanzierung von Fahrzeugen
en: Auto financing services

source: Bereitstellung von Tresorraum
en: Provision of safe deposit facilities

source: Vergabe von besicherten Darlehen
en: Provision of secured loans

source: Finanzierung von Mietkäufen und Leasing
en: Provision of funds for hire purchase and for leasing

source: Schuldnerberatung
en: Debt advisory services

source: Finanzielle Treuhandgeschäfte
en: Financial trust management

source: Verwaltung von Pensionsprogrammen
en: Management pensions schemes

source: Devisenhandel und Währungsumtausch
en: Currency trading and exchange services

source: Finanzdienstleistungen für Unternehmen
en: Financial services relating to business

source: Beratung über Investmentfonds
en: Fund investment consultation

source: Verwaltung von Treuhandfonds
en: Administration of trusts

source: Verwaltung von Geldinvestitionen
en: Administration of fund investment

source: Anlagefonds verwalten
en: Unit trust management

source: Anlage- und Investmentfondsverwaltung
en: Administration of funds and investments

source: Finanzielle Schätzungen
en: Financial appraisal services

source: Dienstleistungen von Pensionskassen
en: Preparation of pension payments

source: Schätzungen für finanzielle Zwecke
en: Estimates for financial purposes

source: Geldgeschäfte
en: Monetary affairs

source: Finanzierungen
en: Financing services

source: Finanzielle Geschäfte
en: Monetary services

source: Bank- und Finanzdienstleistungen
en: Banking and financing services

source: Finanzgeschäfte mit Valuta
en: Foreign exchange market

source: Verwaltung von Aktien
en: Administration of shares

source: Auszahlung von Jahresrenten
en: Provision of annuities

source: Wertpapiere verwalten
en: Management of securities

source: Vermittlung von Gewerbeimmobilien
en: Commercial real estate agency services

source: Erstellen von Steuergutachten
en: Fiscal assessment and evaluation

source: Bargeld-, Scheck- und Geldanweisungsdienste
en: Cash, check (cheque) and money order services

source: Finanzauskunfts- und -beratungsdienste sowie Bereitstellen von Finanzdaten
en: Financial information, data, advice and consultancy services

source: Inkasso- und Factoringdienstleistungen
en: Debt recovery and factoring services

source: Finanztransfer-, Finanztransaktions- und Zahlungsdienste
en: Financial transfers and transactions, and payment services

source: Dienstleistungen von Effekten- und Warenhandelsbörsen
en: Securities and commodities trading services

source: Darlehens-, Kredit- und Leasingfinanzierungsdienste
en: Loan and credit, and lease-finance services

source: Finanzielle Risikoprüfung und Ausgabe von Schuldverschreibungen [Investmentbanking]
en: Financial underwriting and securities issuance (investment banking)

source: Ausgabe von Wert- und Gutscheinkarten
en: Provision of prepaid cards and tokens

source: Risikoeinschätzung, Taxierung und Bewertung für Versicherungen
en: Insurance underwriting and appraisals and assessment for insurance purposes

source: Fundraising und Sponsoring
en: Fundraising and sponsorship

source: Organisation von Finanzierungen für Bauprojekte
en: Arranging finance for construction projects

source: Ausgabe von Geschenkgutscheinen zum Einlösen für Waren oder Dienstleistungen
en: Issuing gift certificates which may then be redeemed for goods or services

source: Vermietung von Büros für Co-Working
en: Rental of offices for co-working

source: Schätzen von persönlichem Eigentum für Dritte
en: Appraisal of personal property for others

source: Finanzverwaltung in Bezug auf Rentenpläne von Angestellten
en: Financial administration of employee pension plans

source: Vermietung von Papiergeld- und Münzzählmaschinen
en: Rental of paper money and coin counting machines

source: Geschäfte mit Übersee-Markt-Wertpapier-Futures
en: Trading of overseas market securities futures

source: Geschäfte mit Index-Futures
en: Trading of securities index futures

source: Geschäfte mit Wertpapier-Optionen
en: Trading of securities options

source: Inkassobürodienstleistungen in Bezug auf Stromrechnungen
en: Agencies for collecting electric power utility payments

source: Erstellung von Steuergutachten und -schätzungen
en: Financial advice and consultancy services

source: Überweisung von Geldern
en: Funds transfer services

source: Bereitstellung von Finanzinformationen
en: Providing financial information

source: Vermietung von Büros [Immobilien]
en: Rental of offices [real estate]

source: Vermietung von Büroflächen
en: Rental of office space

source: Regulierung von Versicherungsansprüchen
en: Insurance claims adjustment services

source: Börsenkursnotierungen und Börsenzulassungen
en: Stock exchange quotation and listing services

source: Vermittlung von Krediten gegen Sicherheiten
en: Arranging of loans against security

source: Vergabe von Krediten gegen Sicherheiten
en: Provision of loans against security

source: Durchführung von Spendenaktionen
en: Organization of collections

source: Dienstleistungen von Inkassobüros
en: Debt collection agency services

source: Verwaltung von Investmentfonds
en: Investment fund management

source: Verwaltung von Kapitalanlagefonds
en: Management of capital investment funds

source: Finanzielle Verwaltung von Kostenerstattungszahlungen für Dritte
en: Financial management of reimbursement payments for others

source: Ausgabe von Guthabenkarten als elektronische Reisetickets
en: Issuing stored value cards for use as electronic travel tickets

source: Fondsmanagement für Privatkunden
en: Fund management for private clients

source: Kapitaltransfer für den Kauf von Waren über elektronische Kommunikationsnetze
en: Transfer of funds for the purchase of goods, via electronic communication networks

source: Kapitaltransfer über elektronische Kommunikationsnetze
en: Transfer of funds via electronic communication networks

source: Gemeinnützige Spendensammlung für unterprivilegierte Kinder
en: Charitable fundraising services for underprivileged children

source: Ausgabe von Wertgutscheinen als Geschenkgutscheine
en: Issuing tokens of value in the nature of gift vouchers

source: Garantieübernahme für die Bezahlung von Arztkosten für Reisende
en: Guaranteeing payment of medical expenses for travellers

source: Zurverfügungstellen von Informationen für die Immobilienbewertung
en: Providing information relating to real estate appraisal

source: Finanzberatung für Lottogewinner
en: Financial consultancy for lottery winners

source: Finanzielle Förderung und Finanzierung von Filmen
en: Financial sponsorship and funding of films

source: Vermietung von Münzzähl- und Münzsortiermaschinen
en: Rental of coin counting and sorting machines

source: Vermietung von Zähl- und Sortiermaschinen für Banknoten
en: Rental of machines for counting and sorting banknotes

source: Vermietung von Geldzähl- und Geldsortiermaschinen
en: Rental of money counting and sorting machines

source: Vermietung von Zähl- und Sortiermaschinen für Banknoten und Münzen
en: Rental of banknote and coin counting or sorting machines

source: Schätzungen von Gebrauchtwagen
en: Appraisal of used automobiles

source: Schadensregulierung in der Sachversicherung
en: Claims adjustment for non-life insurance

source: Terminkontraktgeschäfte mit ausländischen Wertpapieren für Dritte
en: Trading of overseas market securities futures for others

source: Handel mit Bankwechseln
en: Trading of acceptances

source: Bankdienstleistungen bezüglich Bankguthaben
en: Banking services relating to the deposit of money

source: Elektronische Inkassodienste
en: Electronic debt collection

source: Bewertung von Fracht und Ladungen
en: Valuation of freight and cargo

source: Schätzen von Jachten
en: Valuation of yachts

source: Kapitalinvestitionen in internationale Firmen
en: Equity investment in international companies

source: Versicherungsdienstleistungen im Bereich Berufshaftpflichtversicherungen
en: Insurance underwriting in the field of professional liability insurance

source: Durchführung eines bargeldlosen Zahlungsverkehrs
en: Conducting cashless payment transactions

source: Zurverfügungstellen von Onlineversicherungsinformationen aus einer Computerdatenbank oder dem Internet
en: Providing online information about insurance from a computer database or the Internet

source: Gewährung von Darlehn und Kreditfazilitäten
en: Provision of loan and credit facilities

source: Finanzierungen von Entwicklungsprojekten
en: Financing of development projects

source: Finanz- und Finanzierungsgeschäfte
en: Financial and monetary transaction services

source: Bearbeitung von elektronischen Scheckzahlungen
en: Processing of electronic check payments

source: Zurverfügungstellen von Internetinformationen in Bezug auf Immobilienwesen
en: Providing information relating to real estate affairs, via the Internet

source: Ausgabe von Wertgutscheinen als Teil eines Kundenbindungsprogramms
en: Issuing tokens of value as part of a customer membership scheme

source: Zurverfügungstellen von Informationen und Analyse über das Internet zu Finanzinvestments
en: Providing information and analysis via the Internet in the field of financial investments

source: Abschluss einer Kfz-Unfallversicherung
en: Automobile accident insurance underwriting

source: Kapitalaufbringung für Finanzzwecke
en: Raising of funds for financial purposes

source: Vermittlung von Unfallversicherungen
en: Brokerage of casualty insurance

source: Schätzen von Edelmetall
en: Valuation of precious metals

source: Schätzen von Diamanten
en: Valuation of diamonds

source: Schätzen von Diamanten, Edelsteinen und Edelmetall
en: Valuation of diamonds, precious stones and precious metals

source: Wertpapier-Indexkontraktgeschäfte für Dritte
en: Trading of securities index futures for others

source: Zurverfügungstellen von Informationen bezüglich der Schadensregelung bei Sachversicherungen
en: Providing information relating to claims adjustment for non-life insurance

source: Finanzbürgschaften zur Erstattung von Auslagen als Folge von Fahrzeugpannen oder -unfällen
en: Financial guarantee services for the reimbursement of expenses incurred as a result of vehicle accident or breakdown

source: Immobilienverwaltung bezüglich industriellen Räumlichkeiten
en: Real estate management services relating to industrial premises

source: Immobilienverwaltung bezüglich Einzelhandelsräumlichkeiten
en: Real estate management services relating to retail premises

source: Finanzielle Förderung und Finanzierung von Rundfunkprogrammen
en: Financial sponsorship and funding of radio programs

source: Finanzielle Förderung und Finanzierung von Fernsehprogrammen
en: Financial sponsorship and funding of television programs

source: Vermittlung von Hypotheken und Krediten
en: Arranging of mortgages and loans

source: Anlagen- und Portfolioverwaltung
en: Asset and portfolio management

source: Bankgeschäfte im Zusammenhang mit der Annahme von zeitlich fixierten Ratenzahlungen
en: Banking services relating to the acceptance of fixed interval installment payments

source: Investition von Fonds für gemeinnützige Zwecke
en: Investment of funds for charitable purposes

source: Zurverfügungstellen von Informationen für die Ausgabe von Wertgutscheinen
en: Providing information relating to the issue of tokens of value

source: Zurverfügungstellen von Informationen zur Schätzung von Gebrauchtwagen
en: Providing information relating to the appraisal of used automobiles

source: Finanzberatung zur Durchführung von bargeldlosem Zahlungsverkehr
en: Financial consultancy relating to the execution of cashless payment transactions

source: Vermittlung von finanziellen Investitionen
en: Arranging of financial investments

source: Verwahrung von Edelmetallen in Safes
en: Safe deposit services for precious metals

source: Verwahrung von Wertpapieren in Safes
en: Safe deposit services for securities

source: Verwahrung von Wertsachen in Safes
en: Safe deposit services for valuables

source: Vermittlung bezüglich dem Angebot von Finanzierungsrunden
en: Brokerage services relating to securities offering

source: Gemeinnütziges Spendensammeln durch Unterhaltungsveranstaltungen
en: Charitable fundraising by means of entertainment events

source: Finanzierung von Rundfunkprogrammen
en: Arranging finance for radio programs

source: Finanzierungsabwicklung für TV-Programme
en: Arranging finance for television programs

source: Regulierung und Abwicklung von Versicherungschadensfällen
en: Insurance claims adjustment and settlement services

source: Finanzielle Bewertung, Anpassung und Abwicklung von Versicherungsansprüchen
en: Financial valuation, adjustment and settlement services relating to insurance claims

source: Verrechnungsdienstleistungen im Zahlungsverkehr
en: Clearing services for payment transactions

source: Finanzierung von Darlehen gegen Sicherheit
en: Financing of loans against security

source: Finanzmanagement der Betriebskosten von Gebäuden
en: Financial management of building occupancy expenses

source: Finanzberatung in Bezug auf Infrastrukturinvestitionen
en: Financial consultancy services relating to infrastructure investment

source: Zurverfügungstellen von Informationen im Zusammenhang mit Sachversicherungen
en: Providing information relating to non-life insurance underwriting

source: Zurverfügungstellen von Informationen zur Vermietung von Geldautomaten oder automatisierten Geldautomaten
en: Providing information relating to the rental of cash dispensers or automated teller machines

source: Finanzielles Management von Bauprojekten
en: Financial management of building projects

source: Online-Ausführung von Finanzgeschäften
en: Conducting of financial affairs on-line

source: Finanzierung von Filmen
en: Arranging finance for films

source: Bearbeitung von Zahlungsvorgängen über das Internet
en: Processing of payment transactions via the Internet

source: Finanzielle Verwaltung von Immobilienprojekten
en: Financial management of real estate projects

source: Zurverfügungstellen von Informationen bezüglich des Handels mit Wertpapieren und Wertpapier-Termingeschäften an ausländischen Märkten
en: Providing information relating to the trading of securities and securities index futures in overseas markets

source: Finanzierung von Bauvorhaben
en: Financing of building projects

source: Erstellen von Finanzberichten zur Finanzierung von Bauvorhaben
en: Preparation of financial reports relating to the financing of building projects

source: Bearbeitung von Zahlungen für den Kauf von Waren und Dienstleistungen über ein elektronisches Kommunikationsnetz
en: Processing payments for the purchase of goods and services via an electronic communications network

source: Ausgabe von Wertgutscheinen als Belohnung für Kundentreue
en: Issuing tokens of value as a reward for customer loyalty

source: Finanzberatung für Investitionen in Immobilien
en: Financial consultancy relating to real estate investment

source: Verwaltung von Offshore-Fonds
en: Offshore fund management

source: Ausführung von Online-Finanztransaktionen
en: Conducting of financial transactions on-line

source: Finanzanalyse-Dienstleistungen bezüglich Investitionen
en: Financial analysis services relating to investments

source: Finanzberatung im Bereich des Risikomanagements
en: Financial consultancy in the field of risk management

source: Finanzrecherchen im Bereich des Risikomanagements
en: Financial research in the field of risk management

source: Anlagenverwaltung für Dritte
en: Asset management for third parties

source: Finanzdienstleistungen für die Vermögensverwaltung
en: Financial services relating to wealth management

source: Finanzmanagement für bauliche Renovierungsprojekte
en: Financial management of building renovation projects

source: Finanzierungen für den Kauf von Schiffen
en: Financing services for the purchase of ships

source: Durchführen von Devisentransaktionen für Dritte
en: Conducting foreign exchange transactions for others

source: Treuhandschaft von Finanztermingeschäften
en: Trusteeship of financial futures contracts

source: Durchführung von Online-Überweisungen im Inland
en: Domestic remittance services provided on-line

source: Beratung bezüglich finanzieller Unterstützung für die Ausbildung
en: Consultancy relating to educational financial assistance

source: Annahme von Rechnungszahlungen
en: Acceptance of bill payments

source: Terminkontraktgeschäfte für Dritte
en: Trading of futures contracts

source: Zurverfügungstellen von online-Anlagekonto-Informationen
en: Providing on-line investment account information

source: Zurverfügungstellen von Anlagekonto-Informationen per Telefon
en: Providing investment account information by telephone

source: Zurverfügungstellen von Informationen zur Wertpapieremission
en: Providing information relating to securities underwriting

source: Zurverfügungstellen von Informationen in Bezug auf Devisenhandel
en: Providing information relating to foreign exchange transactions

source: Zurverfügungstellen von Informationen zur sicheren Verwahrung von Edelmetallen
en: Providing information relating to safe deposit services for precious metals

source: Zurverfügungstellen von Informationen zur sicheren Verwahrung von Wertpapieren
en: Providing information relating to safe deposit services for securities

source: Zurverfügungstellen von Informationen zur sicheren Verwahrung von Wertsachen
en: Providing information relating to safe deposit services for valuables

source: Bereitstellen einer Kaufschutzversicherung für Güter, die mit Kreditkarten erworben werden
en: Providing purchase protection insurance for goods purchased using credit cards

source: Versicherungsdienstleistungen in Bezug auf Schutz bei Kauf, Preisgarantien und erweiterte Garantieleistungen für Waren, die mit Kreditkarten bezahlt wurden
en: Insurance services relating to purchase protection, price protection and extended warranty for goods purchased using credit cards

source: Zahlungsdienstleistungen mittels drahtloser Telekommunikationsapparate und -geräte
en: Payment services provided via wireless telecommunications apparatus and devices

source: Finanzberatung zur Steuerplanung
en: Financial advice relating to tax planning

source: Finanzdienstleistungen in Bezug auf Pensionen
en: Financial services relating to pensions

source: Finanzielle Förderung von sportlichen Aktivitäten
en: Financial sponsorship of sporting activities

source: Finanzielle Förderung von Unterhaltungsaktivitäten
en: Financial sponsorship of entertainment activities

source: Finanzinformationen, bereitgestellt über eine Computerdatenbank
en: Financial information provided by means of a computer database

source: Finanzielle Verwaltung von Risiko-, Anlage- und Entwicklungskapital
en: Financial management of risk capital, investment capital and development capital

source: Vermittlung von Finanzderivaten
en: Brokerage of financial derivatives

source: Finanzierung von Produktentwicklung
en: Funding of product development

source: Bereitstellung von Beteiligungskapital für Wirtschaftsorganisationen
en: Venture capital funding services for commercial entities

source: Bereitstellung von Beteiligungskapital für Forschungsinstitutionen
en: Venture capital funding services for research institutions

source: Bereitstellung von Beteiligungskapital für Universitäten
en: Venture capital funding services for universities

source: Bereitstellung von Beteiligungskapital für Erfinder
en: Venture capital funding services for inventors

source: Bereitstellung von Beteiligungskapital für Unternehmen
en: Venture capital funding services for companies

source: Zurverfügungstellen von Informationen und Beratung bezüglich Finanzbewertung
en: Providing information, consultancy and advice in the field of financial valuation

source: Zurverfügungstellen von Informationen und Beratung bezüglich Investment-Banking
en: Providing information, consultancy and advice in the field of investment banking

source: Zurverfügungstellen von Börseninformationen online aus einer Computerdatenbank oder dem Internet
en: Providing on-line stock exchange information from a computer database or the Internet

source: Online-Auskünfte über Börsengeschäfte über eine Computerdatenbank oder das Internet
en: Stock exchange information provided on-line from a computer database or the Internet

source: Finanzielle Bewertung von Firmenkapital
en: Financial assessment of company credit

source: Vermittlung von Sachversicherungen
en: Brokerage of non-life insurance

source: Finanzielle Bewertungen für Rückversicherungen
en: Financial evaluation for reinsurance purposes

source: Finanzielle Förderung von Theaterveranstaltungen
en: Financial sponsorship of theater events

source: Finanzielle Förderung von Tanzveranstaltungen
en: Financial sponsorship of dance events

source: Finanzielle Förderung von Kulturveranstaltungen
en: Financial sponsorship of cultural events

source: Vermögensverwaltung von kollektiven Anlageplänen
en: Financial management of collective investment schemes

source: Zurverfügungstellen von Finanzinformationen mit Bezug zur Kreditwürdigkeit von Firmen und Einzelpersonen
en: Providing financial information relating to the creditworthiness of companies and individuals

source: Finanzmanagement von Geschäftsanteilen in anderen Unternehmen
en: Financial management of shares in other companies

source: Zurverfügungstellen von Informationen zur Vermietung von Gebäuden
en: Providing information relating to the rental of buildings

source: Beratung in Bezug auf die Finanzierung von Bauvorhaben und Infrastrukturprojekten
en: Consultancy services relating to the financing of civil works and infrastructure projects

source: Finanzbeschaffung für humanitäre Projekte
en: Arranging of financing for humanitarian projects

source: Ausführung von Kapitalmarkttransaktionen
en: Conducting of capital market transactions

source: Ausgabe von elektronischen Zahlkarten in Verbindung mit Bonus- und Prämienprogrammen
en: Issuing electronic payment cards in connection with bonus and reward schemes

source: Ausgabe und Einlösung von Wertmarken
en: Issue and redemption of tokens of value

source: Handel mit Emissionsrechten
en: Brokerage of emission rights

source: Elektronische Zahlungsverarbeitung
en: Electronic processing of payments

source: Über das Internet und Telefon bereitgestellte Finanzdienstleistungen
en: Financial services provided over the Internet and telephone

source: Beratungsdienstleistungen in Bezug auf Anlagen und Finanzen
en: Advisory services relating to investments and finance

source: Leistungen von Immobilienagenturen zum Kauf und Verkauf von Land
en: Real estate agency services relating to the purchase and sale of land

source: Finanzdienstleistungen in Bezug auf die Bereitstellung und Strukturierung von Kapital
en: Financial services relating to the provision and structuring of capital

source: Investmentgeschäfte im Zusammenhang mit der Druckindustrie
en: Financial investment services in relation to the printing industry

source: Dienstleistungen von Inkassobüros für Gas- oder Stromrechnungen
en: Agencies for collecting gas or electric power utility payments

source: Vermittlung von Aktienanteilen
en: Brokerage of share subscriptions

source: Erteilen von Auskünften in Bezug auf Hypothekengewährung
en: Providing advice relating to the arranging of mortgages

source: Finanzierung von Verbraucherkäufen
en: Financing of consumer purchases
